Repository: nguaduot/TimelineWallpaper
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppDesc
source: One photo one story
zh_cn: 时光如歌，岁月如诗。拾光，每日一景

# AppName
source: Timeline for Windows 11
zh_cn: 拾光 for Windows 11

# AppNameShort
source: Timeline
zh_cn: 拾光

# MenuSettings.ToolTipService.ToolTip
source: Settings
zh_cn: 设置

# BtnInfoLink.Content
source: Go
zh_cn: 前往

# MenuYesterday.Label
source: Look back
zh_cn: 回顾

# MenuProvider.Label
source: Provider
zh_cn: 切换默认图源

# MenuProviderBing.Text
source: Microsoft Bing - Explorer the world one photo at a time
zh_cn: Microsoft Bing - 每天发现一个新地方

# MenuProviderInfinity.Text
source: Infinity - Pictures from all over the world
zh_cn: Infinity - 精选壁纸

# MenuProviderNasa.Text
source: NASA - Astronomy picture of the day
zh_cn: NASA - 每日天文一图

# MenuProviderTimeline.Text
source: Timeline - One photo one story
zh_cn: 拾光 - 时光如歌，岁月如诗

# MenuProviderYmyouli.Text
source: Ymyouli - 8K high-quality wallpapers
zh_cn: 一梦幽黎 - 8K优质壁纸资源

# MenuPushDesktop.Label
source: Push desktop
zh_cn: 推送桌面背景

# MenuPushLock.Label
source: Push lock screen
zh_cn: 推送锁屏背景

# MenuPushNone.Text
source: Push off
zh_cn: 关闭推送

# MenuSave.Label
source: Save image
zh_cn: 保存

# MenuSetDesktop.Label
source: Set as desktop
zh_cn: 用作桌面背景

# MenuSetLock.Label
source: Set as lock screen
zh_cn: 用作锁屏背景

# MenuVolumnOff.ToolTipService.ToolTip
source: Volumn off
zh_cn: 关闭声音

# MenuVolumnOn.ToolTipService.ToolTip
source: Volumn on
zh_cn: 打开声音

# MenuFillOff.ToolTipService.ToolTip
source: Uniform
zh_cn: 切换显示模式：全图

# MenuFillOn.ToolTipService.ToolTip
source: Uniform to fill
zh_cn: 切换显示模式：拉伸

# YmyouliCol_182
source: ACG character
zh_cn: 游戏动漫人物

# YmyouliCol_183
source: ACG scene
zh_cn: 游戏动漫场景

# YmyouliCol_184
source: Nature
zh_cn: 自然风景

# YmyouliCol_185
source: Plant
zh_cn: 花草植物

# YmyouliCol_215
source: Artistry
zh_cn: 意境

# MsgLostProvider
source: Connection failed: {0}
zh_cn: 无数据或无法连接图源：{0}

# MsgNoInternet
source: No internet
zh_cn: 无网络连接

# MsgNoPermission
source: No permission
zh_cn: 无后台权限

# MsgSave0
source: Save failed
zh_cn: 保存失败

# MsgSave1
source: Saved to Picture library.
zh_cn: 已保存至「图片」库

# MsgSetDesktop0
source: Failed to set as desktop background.
zh_cn: 设为桌面背景失败

# MsgSetDesktop1
source: Desktop background changed.
zh_cn: 已设为桌面背景

# MsgSetLock0
source: Failed to set as lock screen background.
zh_cn: 设为锁屏背景失败

# MsgSetLock1
source: Lock screen background changed.
zh_cn: 已设为锁屏背景

# MsgWallpaper0
source: It's not allowed to change desktop / lock screen background.
zh_cn: 设置桌面/锁屏背景功能受限

# Provider_timeline
source: Timeline
zh_cn: 拾光

# Provider_paul
source: Paul API
zh_cn: 保罗API

# Provider_ymyouli
source: Ymyouli
zh_cn: 一梦幽黎

# Slogan_bing
source: Explorer the world one photo at a time
zh_cn: 每天发现一个新地方

# Slogan_timeline
source: One photo one story
zh_cn: 时光如歌，岁月如诗

# Slogan_daihan
source: Random ACG
zh_cn: 随机二次元ACG图片

# Slogan_dmoe
source: Random ACG
zh_cn: 随机二次元图片

# Slogan_infinity
source: Pictures from all over the world
zh_cn: 精选壁纸

# Slogan_mty
source: Random pictures
zh_cn: 随机图片

# Slogan_nasa
source: Astronomy picture of the day
zh_cn: 每日天文一图

# Slogan_paul
source: Random ACG
zh_cn: 随机动漫壁纸

# Slogan_toubiec
source: Random ACG
zh_cn: 随机二次元图片

# Slogan_ymyouli
source: 8K high-quality wallpapers
zh_cn: 8K优质壁纸资源

# YmyouliCol_186
source: Girl
zh_cn: 美女女孩

# YmyouliCol_187
source: Car
zh_cn: 机车

# YmyouliCol_214
source: Science fiction
zh_cn: 科幻

# YmyouliCol_224
source: Weapon
zh_cn: 武器刀剑

# YmyouliCol_225
source: Animal
zh_cn: 动物

# YmyouliCol_226
source: Costume
zh_cn: 古风人物

# YmyouliCol_227
source: Sunset
zh_cn: 日暮云天

# YmyouliCol_228
source: Night sky
zh_cn: 夜空星河

# YmyouliCol_229
source: War
zh_cn: 战场战争

# YmyouliCol_230
source: Ice and snow
zh_cn: 冰雪之境

# YmyouliCol_231
source: Painting
zh_cn: 油画

# YmyouliCol_232
source: Chinese animation
zh_cn: 国漫壁纸

# YmyouliCol_233
source: Delicacy
zh_cn: 美食蔬果

# YmyouliCol_241
source: Cherry
zh_cn: 樱落

# MsgUpdate
source: New version is released.
zh_cn: 「拾光」已发布新版本

# TipMenu.Subtitle
source: Right-click to show menus.
zh_cn: 您可以使用鼠标右键弹出菜单，更换桌面背景、保存图片、开启推送等。

# TipMenu.Title
source: Tips
zh_cn: 操作提示

# DlgReview.CloseButtonText
source: Maybe next
zh_cn: 下次一定

# TextReview0.Text
source: If you like Timeline, rate it on
zh_cn: 独立开发，维护不易，如果您喜欢「拾光」分享的图源，前往

# MenuProviderHimawari8.Text
source: Himawari-8 - Real-time earth
zh_cn: 向日葵8号 - 实时地球

# Provider_himawari8
source: Himawari-8
zh_cn: 向日葵8号

# Slogan_himawari8
source: Real-time Earth
zh_cn: 实时地球

# CurDesktop
source: Pushing: {0}
zh_cn: 推送中：{0}

# CurLock
source: Pushing: {0}
zh_cn: 推送中：{0}

# TextContatc0.Text
source: Check out the project on
zh_cn: 该项目已在

# TextContatc2.Text
source: . Any questions, please
zh_cn: 开源。若有任何疑问、想法或合作意向，可发

# TextContatc3.Text
source: email
zh_cn: 邮件

# TextContatc4.Text
source: me.
zh_cn: 联系我。

# TextCopyright.Text
source: © 2021 nguaduot. All rights reserved.
zh_cn: © 2021 nguaduot。保留所有权利。

# TextReview1.Text
source: Microsoft Store
zh_cn: 商店

# TextReview2.Text
source: , or
zh_cn: 给它一个评分或评价吧，或者

# DlgDonate.CloseButtonText
source: Maybe next
zh_cn: 下次一定

# DlgDonate.PrimaryButtonText
source: WeChat code
zh_cn: 微信码

# DlgDonate.SecondaryButtonText
source: Alipay code
zh_cn: 支付宝码

# DlgDonate.Title
source: Buy me a coffee
zh_cn: 赞助拾光

# TextReview3.Text
source: buy me a coffee
zh_cn: 扫码赞助

# BoxGo.Header
source: Look back
zh_cn: 回顾日期

# CurDate
source: current: {0}
zh_cn: 当前：{0}

# RbThemeDark.Content
source: Dark
zh_cn: 深色

# RbThemeLight.Content
source: Light
zh_cn: 浅色

# RbThemeSys.Content
source: Use system setting
zh_cn: 使用系统设置

# SettingsIniDesc.Text
source: View or modify configuration file
zh_cn: 查看/编辑配置文件

# SettingsIniTitle.Text
source: Configuration file
zh_cn: 配置文件

# SettingsThemeDesc.Text
source: Select which app theme to display
zh_cn: 选择要显示的应用主题

# SettingsThemeTitle.Text
source: App theme
zh_cn: 应用程序主题

# TextAbout.Text
source: About
zh_cn: 关于

# TextSettings.Text
source: Settings
zh_cn: 设置

# TextSettingsBeta.Text
source: Laboratory
zh_cn: 实验

# TextSettingsGeneral.Text
source: General
zh_cn: 常规

# TextSettingsProvider.Text
source: Provider
zh_cn: 图源

# BingLang_
source: Auto
zh_cn: 自动识别

# BingLang_zh-cn
source: China
zh_cn: 中国

# BingLang_de-de
source: German
zh_cn: 德国

# BingLang_fr-fr
source: France
zh_cn: 法国

# BingLang_ja-jp
source: Japan
zh_cn: 日本

# BingLang_en-us
source: United States
zh_cn: 美国

# BtnIni.Content
source: Open
zh_cn: 打开

# SettingsBingDesc.Text
source: Explorer the world one photo at a time
zh_cn: 每天发现一个新地方

# TextBingLang.Text
source: Region
zh_cn: 地区

# BtnShowCache.Content
source: Go
zh_cn: 前往

# BtnShowIni.Content
source: Go
zh_cn: 前往

# BtnShowSave.Content
source: Go
zh_cn: 前往

# SettingsSaveDesc.Text
source: Show saved pictures
zh_cn: 查看保存过的图片

# InfinityOrder_
source: Random
zh_cn: 随机

# InfinityOrder_rate
source: Highest rated
zh_cn: 热度

# OneplusOrder_date
source: Newest
zh_cn: 最新添加

# OneplusOrder_rate
source: Highest rated
zh_cn: 点赞最多

# OneplusOrder_view
source: Recently popular
zh_cn: 浏览最多

# SettingsHimiwari8Desc.Text
source: Real-time earth
zh_cn: 实时地球

# SettingsHimiwari8Title.Text
source: Himawari-8
zh_cn: 向日葵8号

# SettingsInfinityDesc.Text
source: Pictures from all over the world
zh_cn: 精选壁纸

# SettingsNasaDesc.Text
source: Astronomy picture of the day
zh_cn: 每日天文一图

# SettingsSaveTitle.Text
source: Save location
zh_cn: 图片保存位置

# SettingsTimelineDesc.Text
source: One photo one story
zh_cn: 时光如歌，岁月如诗

# SettingsTimelineTitle.Text
source: Timeline
zh_cn: 拾光

# SettingsYmyouliDesc.Text
source: 8K high-quality wallpapers
zh_cn: 8K优质壁纸资源

# SettingsYmyouliTitle.Text
source: Ymyouli
zh_cn: 一梦幽黎

# TextCache.Text
source: Cache location
zh_cn: 图片缓存位置

# TextHimiwari8Offset.Text
source: Earth position
zh_cn: 地球偏移量

# TextInfinityOrder.Text
source: Order
zh_cn: 排序

# TextNasaMirror.Text
source: Use mirror of Beijing Planetarium
zh_cn: 使用北京天文馆镜像

# TextOneplusOrder.Text
source: Order
zh_cn: 排序

# TextShowIni.Text
source: Configuration file location
zh_cn: 配置文件位置

# TextTimelineCate.Text
source: Category
zh_cn: 类别

# TextTimelineOrder.Text
source: Order
zh_cn: 排序

# TextYmyouliCol.Text
source: Category
zh_cn: 类别

# TimelineCate_
source: All
zh_cn: 全部

# TimelineCate_culture
source: Culture
zh_cn: 人文摄影

# TimelineCate_landscape
source: Landscape
zh_cn: 风光摄影

# TimelineCate_portrait
source: Portrait
zh_cn: 人像摄影

# TimelineOrder_date
source: Date
zh_cn: 日期

# TimelineOrder_random
source: Random
zh_cn: 随机

# TextProject.Text
source: Project
zh_cn: 项目

# TextThank.Text
source: Thanks
zh_cn: 致谢

# TextThank1.Text
source: Icon design: Coolapk@鱼离不开水
zh_cn: 图标设计：酷安@鱼离不开水

# YmyouliCol_
source: Random
zh_cn: 随机一类

# BtnContribute.Content
source: Contribute
zh_cn: 投稿

# SettingsContributeDesc.Text
source: Welcome to share your photographic works
zh_cn: 欢迎分享您在其他平台发布的摄影作品

# SettingsContributeTitle.Text
source: Want to contribute
zh_cn: 我要投稿

# Slogan_abyss
source: Home to 935361 wallpapers
zh_cn: 935361张壁纸的聚集地

# TextContributeUrl.Text
source: Url
zh_cn: 链接

# DlgReview.PrimaryButtonText
source: Rate it
zh_cn: 前往评分

# MsgCtrlR
source: Ctrl+R: Refresh. LEFT: Look back.
zh_cn: Ctrl+R：刷新；左方向键：浏览往期图片

# MsgF5
source: F5: Refresh. LEFT: Look back.
zh_cn: F5：刷新；左方向键：浏览往期图片

# MsgKey
source: Tips
zh_cn: 快捷键

# TextContributePrivacy.Text
source: Once adopted, this project will use your photographic works for free and non-commercial use.
zh_cn: 投稿一经采用，本项目将无偿非商业性使用您的摄影作品。

# BoxContact.Header
source: Contact (Optional)
zh_cn: 联系方式（选填）

# BoxStory.Header
source: Story (Optional)
zh_cn: 图文故事（选填）

# BoxTitle.Header
source: TItle (Optional)
zh_cn: 图文标题（选填）

# BoxUrl.Header
source: Url
zh_cn: 发布链接

# DlgContribute.CloseButtonText
source: Cancel
zh_cn: 取消

# DlgContribute.PrimaryButtonText
source: Contribute
zh_cn: 投稿

# DlgContribute.Title
source: Want to contribute
zh_cn: 我要投稿

# MsgPushDesktopOff
source: Push off
zh_cn: 已关闭桌面背景推送

# MsgPushDesktopOn
source: Push on
zh_cn: 已开启桌面背景推送

# MsgPushLockOff
source: Push off
zh_cn: 已关闭锁屏背景推送

# MsgPushLockOn
source: Push on
zh_cn: 已开启锁屏背景推送

# MsgContribute1
source: Contributed. Thanks.
zh_cn: 投稿成功

# MsgUniform
source: Image mode: Unifrom
zh_cn: 图片显示模式：全图

# MsgUniformToFill
source: Image mode: Unifrom to fill
zh_cn: 图片显示模式：拉伸

# ActionClose
source: Close
zh_cn: 关闭

# MsgContribute0
source: Failed to contribute.
zh_cn: 投稿失败

# TimelineCate_term
source: Solar term
zh_cn: 节气摄影
